{
	"mf_white_witch":"SSC White Witch",
	"mf_monarch":"SSC Monarch",
	"sk_survive":"Survive",
	"sk_patch":"Patch",
	"sk_stay_cool":"Stay Cool",
	"sk_spot":"Spot",
	"pg_assault_hardsuit":"Assault Hardsuit",
	"pg_assault_hardsuit_armor":1,
	"pg_assault_hardsuit_evasion":8,
	"pg_assault_hardsuit_edef":8,
	"pg_assault_hardsuit_speed":4,
	"pg_assault_hardsuit_bonus":"+3 HP",

	"pg_light_signature":"Light Signature",
	"pg_medium_signature":"Medium Signature",
	"pg_heavy_signature":"Heavy Signature",
	"t_duelist":"Duelist",
	"t_duelist_r1":"Gain +1 Accuracy on the first melee attack you make with a Main Melee weapon on your turn.",
	"t_duelist_r2":"1/round, when you hit with a Main Melee weapon, you gain 1 Blademaster Die – a d6 – up to a maximum of 3 Blademaster Die. They last until expended or the current scene ends. You can expend Blademaster Dice 1-for-1 for the following:<li>Parry: As a reaction when you’re hit by a melee attack, you gain Resistance to all damage, heat, and burn dealt by the attack.<li>Deflect: As a reaction when you’re hit by a ranged attack, you may roll any number of Blademaster Dice, expending them: if you roll a 5+ on any of these dice, you gain Resistance to all damage, heat, and burn dealt by the attack.<li>Feint: As a free action, choose an adjacent character: when moving, you ignore engagement and don’t provoke reactions from your target until the start of your next turn.<li>Trip: As a quick action, choose an adjacent character: they must pass an Agility save or fall Prone. Whatever the result, you may freely pass through their space until the end of your current turn, although you can’t end your turn in their space.",
	"t_duelist_r3":"1/round, when you hit with a melee attack on your turn, you may spend a Blademaster Die to immediately Grapple or Ram your target as a free action after the attack has been resolved.",
	"t_exemplar":"Exemplar",
	"t_exemplar_r1":"The first time on your turn that you attack a hostile character within Range 3, hit or miss, you may give them the Exemplar’s Mark as a free action. Characters can only have one Exemplar’s Mark at a time – new marks from any character replace existing marks.<br>The character has the Exemplar’s Mark until the start of your next turn, and while they have it, you gain the following reaction:<br>Valiant Aid<br>Reaction, 1/round<br>Trigger: Ally attacks your mark and misses.<br>Effect: They may reroll the attack. They must use the second result, even if it’s worse.",
	"t_exemplar_r2":"1/round, when the character with your Mark attacks a character within Range 3 of you, other than you, they trigger your Overwatch.",
	"t_exemplar_r3":"As a free action when you mark a character, you may challenge them in a duel to the death: you and the character with your Mark receive +3 Difficulty on attacks against characters or objects other than each other until either the end of the current scene or one of your mechs are destroyed. If they take any action that includes an attack roll against you, hit or miss, this effect ceases for them until the start of your next turn.<br>While To The Death is active, you cannot voluntarily move away from the character with your Mark; additionally, your Mark lasts either until the end of the current scene or one of your mechs are destroyed, and you cannot Mark any new characters.",
	"t_combined_arms":"Combined Arms",
	"t_combined_arms_r1":"As long as you’re Engaged, you and any allies adjacent to you count as having soft cover.",
	"t_combined_arms_r2":"You don’t gain Difficulty from being Engaged.",
	"t_combined_arms_r3":"Whenever you hit a character with a melee attack, you gain +1 Accuracy on your next ranged attack against them; and, whenever you hit a character with a ranged attack, you gain +1 Accuracy on your next melee attack against them. This effect doesn’t stack.",
	"ms_camuss_razor":"Camus's Razor",
	"ms_camuss_razor_desc":"Your mech is capable of projecting a spot magnetic force of incredible power. You can prime this system as a quick action. Once primed, once before the start of your next turn as a reaction when an ally within range 3 and line of sight of you is targeted by an attack or other effect that deals at least partly kinetic or explosive damage, before the attack is made you can cause the attack or effect to instead target your mech. This attack or effect transfers no matter if the original could hit you or not (such as a melee attack).",
	"ms_camuss_razor_tags":"Unique, Quick Action, Shield, Reaction",
	"ms_camuss_razor_sp":2,
	"ms_ferrospike_barrier":"Ferrospike Barrier",
	"ms_ferrospike_barrier_desc": "You project a size 2, 20 HP spray of liquid metal in a free adjacent space that rapidly hardens into wicked spines. The barrier is a solid object that can be used for hard cover by any character, and the first time in a round any character is knocked back into the barrier, that character takes 1d6 AP kinetic damage. You can only have one barrier deployed at a time, if a new one is deployed, the other dissolves.",
	"ms_ferrospike_barrier_tags":"Full Action, Deployable",
	"ms_ferrospike_barrier_sp":2,
	"ms_pinning_spire":"Pinning Spire",
	"ms_pinning_spire_desc":"Your mech and one character in range 3 and line of sight are immobilized. On any subsequent turn, you can end this effect as a free action, or your target can end it by successfully hitting you with a ranged or melee attack or by passing a hull save as a quick action.",
	"ms_pinning_spire_tags":"Quick Action",
	"ms_pinning_spire_sp":"2",
	"ms_comp_con_class_assistant_unit":"Comp/con-class Assistant Unit",
	"ms_comp_con_class_assistant_unit_desc":"Your mech has a basic comp/con unit, granting it the AI tag. The comp/con can speak to you and has a personality, but, unlike an NHP, is not truly capable of independent thought. It is obedient to you alone.<br>You can give control of your mech to its comp/con as a protocol, allowing your mech to act independently on your turn with its own set of actions. Unlike other AIs, a mech controlled by a comp/con has no independent initiative and requires direct input. Your mech will follow basic courses of action (defend this area, attack this enemy, protect me, etc.) to the best of its ability, or will act to defend itself if its instructions are complete or it receives no further guidance. You can issue new commands at the start of your turn as long as you are within Range 50 and have the means to communicate with your mech. Comp/con units are not true NHPs and thus cannot enter cascade.",
	"ms_comp_con_class_assistant_unit_tags":"Ai, Unique",
	"ms_comp_con_class_assistant_unit_sp":2,
	"ms_custom_paint_job":"Custom Paint Job",
	"ms_custom_paint_job_desc":"When you take structure damage, roll 1d6. On a 6, you return to 1 HP and ignore the damage – the hit simply ΓÇÿscratched your paint'.<br>This system can only be used once before each Full Repair, and is not a valid target for system destruction.",
	"ms_custom_paint_job_tags":"Unique, Indestructible",
	"ms_custom_paint_job_sp":1,
	"ms_expanded_compartment":"Expanded Compartment",
	"ms_expanded_compartment_desc":"Your mech has space for one additional non-Mech character or object of Size 1/2 to ride as a passenger in the cockpit. While inside the mech, they cannot suffer any effect from outside or be targeted by attacks, as if they were a pilot. You can hand over or take back control to or from them as a protocol (following the same rules as pilot and AIs), but if they take over the controls from you, the mech becomes Impaired and Slowed to reflect the lack of appropriate licenses and integration.",
	"ms_expanded_compartment_tags":"Unique",
	"ms_expanded_compartment_sp":1,
	"ms_manipulators":"Manipulators",
	"ms_manipulators_desc":"Your mech has an extra set of limbs. They are too small to have any combat benefit, but allow the mech to interact with objects that would otherwise be too small or sensitive (e.g., pilot-sized touch pads).",
	"ms_manipulators_tags":"Unique",
	"ms_manipulators_sp":1,
	"ms_pattern_a_smoke_charges":"Pattern-a Smoke Charges",
	"ms_pattern_a_smoke_charges_desc":"Smoke Grenade\nAll characters and objects within the blast area benefit from soft cover until the end of your next turn, at which point the smoke disperses.\nSmoke Mine\nThis mine detonates when any allied character moves over or adjacent to it. All characters and objects within the burst area benefit from soft cover until the end of the detonating character's next turn, at which point the smoke disperses.\n",
	"ms_pattern_a_smoke_charges_tags":"Limited 3, Unique",
	"ms_pattern_a_smoke_charges_sp":2,
	"ms_pattern_a_jericho_deployable_cover":"Pattern-a Jericho Deployable Cover",
	"ms_pattern_a_jericho_deployable_cover_desc":"Deploy two sections of Size 1 hard cover in free spaces adjacent to you and to each other. Each section is an object with 5 Evasion and 10 HP that can be targeted and destroyed individually. Sections of cover can be picked up again as a full action.<br>Repairing the system restores both sections.\n",
	"ms_pattern_a_jericho_deployable_cover_tags":"Quick Action, Unique",
	"ms_pattern_a_jericho_deployable_cover_sp":2,
	"ms_pattern_b_hex_charges":"Pattern-b Hex Charges",
	"ms_pattern_b_hex_charges_desc":"Frag Grenade\nAll characters within the affected area must pass an Agility save or take 1d6 Explosive damage. On a success, they take half damage.\nExplosive Mine\nAll characters within the affected area must pass an Agility save or take 2d6 Explosive damage. On a success, they take half damage.\n",
	"ms_pattern_b_hex_charges_tags":"Limited 3, Unique",
	"ms_pattern_b_hex_charges_sp":2,
	"ms_personalizations":"Personalizations",
	"ms_personalizations_desc":"You gain +2 HP and, in consultation with the GM, you may establish a minor modification you have made to your mech.<br>This mod has no numerical benefit beyond the additional HP it grants, but could provide other useful effects. If the GM agrees that this mod would help with either a pilot or mech skill check, you gain +1 Accuracy for that check.\n",
	"ms_personalizations_tags":"Unique",
	"ms_personalizations_sp":1,
	"ms_stable_structure":"Stable Structure",
	"ms_stable_structure_desc":"You gain +1 Accuracy on saves to avoid Prone or Knockback.",
	"ms_stable_structure_tags":"Unique",
	"ms_stable_structure_sp":2,
	"ms_turret_drones":"Turret Drones",
	"ms_turret_drones_desc":"Expend a charge to deploy a turret drone that attaches to any object or surface within Sensors and line of sight. Gain the Turret Attack reaction, which can be taken once for each deployed turret drone. Turret drones cannot be recalled and expire at the end of the scene.\n",
	"ms_turret_drones_tags":"Drone, Limited 3, Quick Action, Unique",
	"ms_turret_drones_sp":2,
	"ms_type_3_projected_shield":"Type-3 Projected Shield",
	"ms_type_3_projected_shield_desc":"Nominate a character within line of sight: all ranged or melee attacks that they make against you or that you make against them gain +2 Difficulty until the start of your next turn.\n",
	"ms_type_3_projected_shield_tags":"Heat 1 (self), Protocol, Shield, Unique",
	"ms_type_3_projected_shield_sp":2,
	"ms_eva_module":"Eva Module",
	"ms_eva_module_desc":"Your mech has a propulsion system suitable for use in low or zero gravity and underwater environments. In those environments, you can fly and are not Slowed.",
	"ms_eva_module_tags":"Unique",
	"ms_eva_module_sp":1,
	"ms_rapid_burst_jump_jet_system":"Rapid Burst Jump Jet System",
	"ms_rapid_burst_jump_jet_system_desc":"You can fly when you Boost; however, you must end the movement on the ground or another solid surface, or else immediately begin falling.",
	"ms_rapid_burst_jump_jet_system_tags":"Unique",
	"ms_rapid_burst_jump_jet_system_sp":2,
	"ms_type_i_flight_system":"Type-i Flight System",
	"ms_type_i_flight_system_desc":"You can fly when you Boost or make a standard move; however, you take (Size +1) Heat at the end of any of your turns in which you fly this way.",
	"ms_type_i_flight_system_tags":"Unique",
	"ms_type_i_flight_system_sp":3,
	"ms_synthetic_muscle_netting":"Synthetic Muscle Netting",
	"ms_synthetic_muscle_netting_desc":"You may Ram targets larger than you, and when you Grapple or Ram larger targets, you count as the same Size as the largest opponent. When you Grapple or Ram opponents of the same Size or smaller, you count as at least one Size larger. Additionally, your lifting and dragging capacity is doubled.",
	"ms_synthetic_muscle_netting_tags":"Unique",
	"ms_synthetic_muscle_netting_sp":2,
	"ms_reinforced_cabling":"Reinforced Cabling",
	"ms_reinforced_cabling_desc":"Grapple Swing\n1/turn, when making a standard move, you can fly your Speed in a straight line as long as there is a clear path. This move must end on an object or surface, or else you begin falling. As long as you remain stationary, you can secure yourself to the destination surface or object, even if it's vertical or overhanging. If you are knocked Prone or knocked back while secured to a surface, you fall.\n\nDrag Down\nAs a quick action, make a contested Hull check against a character within 5 Range and line of sight: the loser is knocked Prone.\n\n",
	"ms_reinforced_cabling_tags":"",
	"ms_reinforced_cabling_sp":2,
	"ms_sekhmet_class_nhp":"Sekhmet-class NHP",
	"ms_sekhmet_class_nhp_desc":"Your mech gains the AI tag and the SEKHMET Protocol\n\nSEKHMET Protocol\nWhen activated, you give control of your mech to your NHP and gain the following benefits:<li>All melee critical hits deal +1d6 bonus damage.<li>1/round, you can Skirmish with melee weapons only as a free action.<br>Your NHP uses all available actions and movement to move toward the closest visible character – allied or hostile – and attacks them with melee attacks, prioritizing melee weapons. It may benefit from your talents. If there are no characters within Threat, your NHP uses all actions to move as directly as possible to the next closest (visible) target. Your NHP can't make ranged attacks, even if there are actions available.<br>You retain enough control to Overcharge as usual; however, your NHP uses the additional action for the same purpose as its other actions.<br>You can take back control of your mech as a protocol. When you do, you become Stunned until the start of your next turn. Otherwise, this effect lasts until your mech is destroyed – the pilot's incapacitation or death has no effect.\n\n",
	"ms_sekhmet_class_nhp_tags":"Ai, Protocol, Unique",
	"ms_sekhmet_class_nhp_sp":3,
	"ms_argonaut_shield":"Argonaut Shield",
	"ms_argonaut_shield_desc":"You use this heavy overarm to provide cover for an adjacent character as a quick action, giving them Resistance to all damage; however, you take half of the damage your target would take before calculating Armor and Resistance. This effect lasts until your target breaks adjacency, at which point this effect ceases until you repeat this action.\n",
	"ms_argonaut_shield_tags":"Quick Action, Unique",
	"ms_argonaut_shield_sp":2,
	"ms_aegis_shield_generator":"Aegis Shield Generator",
	"ms_aegis_shield_generator_desc":"Expend a charge to deploy a Size 1 shield generator in a free, adjacent space, where it creates a burst 1 shield. Set out three d6s to represent the generator's remaining power. As a reaction when any character or object of your choice at least partly in the area takes damage, you may roll one of the d6s to reduce the damage by the amount rolled.<br>This effect lasts for the rest of the scene, until all dice have been rolled and the generator loses power, or the generator is destroyed.\n",
	"ms_aegis_shield_generator_tags":"Limited 1, Quick Action, Unique",
	"ms_aegis_shield_generator_sp":2,
	"ms_portable_bunker":"Portable Bunker",
	"ms_portable_bunker_desc":"Expend a charge to deploy a portable bunker to a free, adjacent area 4 by 4 area. At the start of your next turn, it unfolds into a fortified emplacement with the listed profile. All characters completely within the affected area gain hard cover against all attacks from outside the bunker from all directions and Resistance to damage from Blast, Line, Burst, and Cone attacks that originate outside the bunker.<br>The bunker is open topped, and characters may enter or exit at will. It can't be moved or deactivated once deployed.\n",
	"ms_portable_bunker_tags":"Limited 1, Quick Action, Unique",
	"ms_portable_bunker_sp":2,
	"ms_cable_winch_system":"Cable Winch System",
	"ms_cable_winch_system_desc":"These cables can be attached to an adjacent character. If the target is Stunned or willing, you automatically succeed; otherwise, they can resist with a successful Hull save. Once attached, you and the target may not move more than 5 spaces away from each other. Either character can tow the other, obeying the normal rules for lifting and dragging, and becoming Slowed while doing so.<br>Any character can remove the cables on a hit with a melee attack or Improvised Attack against Evasion 10.<br>These cables can also be used to drag, pull, or otherwise interact with objects and the environment. They are 5 spaces long and can support a combined Size 6 before they break. Characters can use them to climb surfaces, allowing them to climb without a Speed penalty.\n",
	"ms_cable_winch_system_tags":"Quick Action",
	"ms_cable_winch_system_sp":1,
	"ms_restock_drone":"Restock Drone",
	"ms_restock_drone_desc":"Expend a charge to deploy a restock drone to any free, adjacent space, where it primes at the end of your turn. While adjacent to the drone, allied characters can activate it as a quick action, clearing 1d6 heat and one condition, and reloading one Loading weapon. After being activated, the drone immediately disintegrates.\n",
	"ms_restock_drone_tags":"Drone, Limited 2, Quick Action, Unique",
	"ms_restock_drone_sp":2,
	"ms_mule_harness":"Mule Harness",
	"ms_mule_harness_desc":"Extra mounts, straps, and hard points allow other characters to climb and ride your mech. Adjacent, non-Immobilized characters can climb onto your mech as a quick action. While riding, they occupy the same space as you, move when you move (even if they're Slowed), and benefit from soft cover. If you or a rider are knocked Prone, Stunned, Immobilized, or destroyed, they land Prone in adjacent spaces. Riders can climb down as part of any movement away, but can only climb onto your mech as a quick action.<br>You can carry riders of a combined Size equal to your Size, minus Size 1/2 (e.g., if your mech is Size 1 you can carry one Size 1/2 character; if it is Size 2, you can carry a Size 1 character and a Size 1/2 character).",
	"ms_mule_harness_tags":"Unique",
	"ms_mule_harness_sp":2,
	"ms_whitewash_sealant_spray":"Whitewash Sealant Spray",
	"ms_whitewash_sealant_spray_desc":"This sealant can be sprayed on characters or free spaces within range 5 and line of sight. It has different effects depending on the target:<li>Hostile Characters Your target must succeed on an Agility save or they become Slowed until the end of their next turn and clear all burn.<li>Allied Characters: Your target clears all burn but they become Slowed until the end of their next turn.<li>Free Space: Any fires within blast 1 are extinguished and the area becomes difficult terrain for the rest of the scene.\n",
	"ms_whitewash_sealant_spray_tags":"Quick Action",
	"ms_whitewash_sealant_spray_sp":2,
	"ms_aceso_stabilizer":"Aceso Stabilizer",
	"ms_aceso_stabilizer_desc":"Expend a charge to fire this small, self-arming system onto an allied mech within range 5. They gain Overshield equal to your Grit+4. While they have this Overshield they gain Immunity to Impaired and Jammed.\n",
	"ms_aceso_stabilizer_tags":"Overshield, Limited 3, Quick Action, Shield, Unique",
	"ms_aceso_stabilizer_sp":3,
	"ms_bulwark_mods":"Bulwark Mods",
	"ms_bulwark_mods_desc":"Your mech's extended limbs, additional armor, redundant motor systems, and other reinforcements allow you to ignore difficult terrain.",
	"ms_bulwark_mods_tags":"Unique",
	"ms_bulwark_mods_sp":1,
	"ms_armor_lock_plating":"Armor-lock Plating",
	"ms_armor_lock_plating_desc":"You can Brace while Grappling. When you do so, any grapples currently affecting you end.<br>Additionally, when you Brace, you gain the following benefits until the end of your following turn:<li>Attacks against you receive +1 difficulty.<li>You can't fail Agility or Hull saves or contested checks.<li>You gain Immunity to Knockback, Grapple, being knocked Prone, and being moved by any external force smaller than Size 5.",
	"ms_armor_lock_plating_tags":"Heat 2 (self), Unique",
	"ms_armor_lock_plating_sp":1,
	"ms_ramjet":"Ramjet",
	"ms_ramjet_desc":"Until the start of your next turn, you can move +2 spaces when you Boost and your melee attacks (including Ram, Grapple, and so on) gain Knockback 2.<br>When you move during this time, you must move your full Speed in a straight line; however, you can stop if you would collide with an obstruction or hostile character, and you can change direction between separate movements (for example, standard moves, Boost, etc).\n",
	"ms_ramjet_tags":"Heat 2 (self), Protocol, Unique",
	"ms_ramjet_sp":3,
	"ms_bb_breach_blast_charges":"Bb Breach/blast Charges",
	"ms_bb_breach_blast_charges_desc":"Thermal Grenade\nAll characters within the affected area must succeed on an Agility save or take 1d6 energy. On a success, they take half damage. Objects and terrain are hit automatically and take 10 AP energy damage.\nBreaching Charge\nIn addition to adjacent free spaces, this mine can also be planted on adjacent walls, pieces of cover, and terrain. Once armed, this mine must be detonated with a quick action. Characters within the affected area must succeed on an Agility save or take 2d6 AP explosive damage. On a success, they take half damage. Objects and terrain are hit automatically and take 30 AP explosive damage.\n",
	"ms_bb_breach_blast_charges_tags":"Limited 3, Unique",
	"ms_bb_breach_blast_charges_sp":2,
	"ms_roland_chamber":"Γç£rolandγç¥ Chamber",
	"ms_roland_chamber_desc":"When you reload any weapon, your next attack with a Loading weapon gains this effect:<br>On hit: This attack deals +1d6 explosive bonus damage, and targets must succeed on a Hull save or be knocked Prone.",
	"ms_roland_chamber_tags":"Unique",
	"ms_roland_chamber_sp":3,
	"ms_siege_ram":"Siege Ram",
	"ms_siege_ram_desc":"When you Ram, you deal 2 kinetic damage on hit, and you deal 10 AP kinetic damage when you Ram objects and terrain",
	"ms_siege_ram_tags":"Unique",
	"ms_siege_ram_sp":2,
	"ms_hyperdense_armor":"Hyperdense Armor",
	"ms_hyperdense_armor_desc":"When activated, this armor hardens into a shimmering, reflective surface that offers unparalleled protection. You gain Resistance to all damage and heat from attacks that originate beyond range 3; however, you become Slowed and deal half damage and heat to characters beyond range 3.<br>HyperDense armor can be deactivated as a quick action.\n",
	"ms_hyperdense_armor_tags":"Quick Action, Shield, Unique",
	"ms_hyperdense_armor_sp":3,
	"ms_webjaw_snare":"Webjaw Snare",
	"ms_webjaw_snare_desc":"Expend a charge to deploy a Webjaw snare to a free, adjacent space, where it arms at the end of your turn. It does not obstruct movement, and can't be attacked until it is triggered.<br>The snare is triggered when any character moves over it. They must succeed on a Hull save or take 1d6 AP kinetic damage and become Immobilized. This effect lasts until the snare is destroyed.\n",
	"ms_webjaw_snare_tags":"Limited 2, Quick Action, Unique",
	"ms_webjaw_snare_sp":1,
	"ms_caltrop_launcher":"Caltrop Launcher",
	"ms_caltrop_launcher_desc":"This system blankets a free blast 1 area within range 5 with explosive caltrops. The affected area becomes difficult terrain for the rest of the scene, and mechs take 1d3 AP explosive damage when they enter the affected area for the first time in a round or end their turn within it.\n",
	"ms_caltrop_launcher_tags":"Quick Action, Unique",
	"ms_caltrop_launcher_sp":1,
	"ms_charged_stake":"Charged Stake",
	"ms_charged_stake_desc":"This system fires a charged stake at a character adjacent to you. Your target must succeed on a Hull save or be impaled by the stake, taking<br>1d6 AP energy damage and becoming Immobilized while impaled. At the end of each of their turns, an impaled character takes 1d6 AP energy damage. An impaled character can successfully repeat this save as a full action to remove the stake and free themselves, which is the only way to end the immobilization.<br>You can only affect one character with the stake at a time.\n",
	"ms_charged_stake_tags":"Full Action",
	"ms_charged_stake_sp":2,
	"ms_ferrous_lash":"Ferrous Lash",
	"ms_ferrous_lash_desc":"Choose a character within range 8 and line of sight. If they are allied, you may pull them 5 spaces in any direction; if they are hostile, they must succeed on an Agility save or be pulled 5 spaces in a direction of your choice. This movement ignores engagement and doesn't provoke reactions.<br>If a hostile target moved by this system collides with an obstruction or another mech, they stop moving and are knocked Prone.\n",
	"ms_ferrous_lash_tags":"Quick Action",
	"ms_ferrous_lash_sp":2,
	"ms_iceout_drone":"Iceout Drone",
	"ms_iceout_drone_desc":"Expend a charge to deploy an ICEOUT drone to a free space within Sensors and line of sight, where it hovers in place and generates a burst 1 field. Characters at least partially within the affected area gain Immunity to all tech actions, and can't make tech actions. Existing conditions and effects caused by tech actions are not cleared but characters have Immunity to them while they are in the area, and they can be saved against normally.<br>The ICEOUT drone can be moved to any point within Sensors as a quick action. It cannot be recalled and expires at the end of the scene.\n",
	"ms_iceout_drone_tags":"Drone, Limited 2, Quick Action, Unique",
	"ms_iceout_drone_sp":2,
	"ms_perimeter_command_plate":"Perimeter Command Plate",
	"ms_perimeter_command_plate_desc":"This heavy metal Perimeter Command Plate (PCP) can be flash-printed and deployed to a free 2x2 space within range 5. The PCP is flat, doesn't obstruct movement, and lasts for the rest of the scene. If you create a new PCP, the old one disintegrates.<br>The plate activates for a character the first time that character enters its space during a round, or if they end their turn there.<br>Upon printing, choose a setting:<li>Repulse: Hostile characters that move onto the PCP must succeed on a Hull save or be pushed 3 spaces in the direction of your choice. If this causes them to collide with an obstruction, they are knocked Prone. Allied characters that enter the space may immediately fly 3 spaces in any direction as a free action.<li>Attract: Characters that move onto the PCP must succeed on a Hull save or become Immobilized. They can clear Immobilized by successfully repeating the save as a quick action; it is also cleared if the PCP is destroyed.\n",
	"ms_perimeter_command_plate_tags":"Quick Action, Unique",
	"ms_perimeter_command_plate_sp":2,
	"ms_black_ice_module":"Black Ice Module",
	"ms_black_ice_module_desc":"Tech attacks against you or adjacent allied characters receive +1 difficulty. Each subsequent tech attack against you or an adjacent allied character receives an additional +1 difficulty, to a maximum of +3 difficulty.<br>Your Black ICE definitions roll over – resetting to +1 difficulty – when it would increase to +4 difficulty or at the end of the scene. Allied characters lose this benefit when they break adjacency.",
	"ms_black_ice_module_tags":"Unique",
	"ms_black_ice_module_sp":3,
	"ms_magnetic_shield":"Magnetic Shield",
	"ms_magnetic_shield_desc":"This system creates a line 4 forcefield, 4 spaces high – with at least 1 space adjacent to you – that is an obstruction for mechs and characters made at least partly of metal. It lasts for the rest of the scene and if a new one is placed, the old one deactivates.<br>The forcefield doesn't block line of sight, but it provides soft cover. Characters gain Resistance to kinetic and explosive damage while benefiting from this cover.\n",
	"ms_magnetic_shield_tags":"Quick Action, Shield, Unique",
	"ms_magnetic_shield_sp":2,
	"ms_high_stress_mag_clamps":"High-stress Mag Clamps",
	"ms_high_stress_mag_clamps_desc":"You treat all solid surfaces as flat ground for the purposes of movement; you can move across them normally instead of climbing, although you begin to fall if you are knocked Prone.",
	"ms_high_stress_mag_clamps_tags":"Unique",
	"ms_high_stress_mag_clamps_sp":1,
	"ms_tracking_bug":"Tracking Bug",
	"ms_tracking_bug_desc":"Make a tech attack against a character within Sensors. On a hit, you know their exact location, HP, Structure, and Speed for the duration. They can't Hide and you ignore their Invisible status. To remove the tracking drone, they must succeed on an Engineering check as a quick action; otherwise it deactivates at the end of the scene.\n",
	"ms_tracking_bug_tags":"Quick Tech",
	"ms_tracking_bug_sp":2,
	"ms_core_siphon":"Core Siphon",
	"ms_core_siphon_desc":"When you activate this protocol, you gain +1 accuracy on your first attack roll this turn, but receive +1 difficulty on all other attack rolls until the end of the turn.\n",
	"ms_core_siphon_tags":"Protocol, Unique",
	"ms_core_siphon_sp":2,
	"ms_kinetic_compensator":"Kinetic Compensator",
	"ms_kinetic_compensator_desc":"When you miss with a ranged attack roll, your next ranged attack roll gains +1 accuracy.",
	"ms_kinetic_compensator_tags":"Unique",
	"ms_kinetic_compensator_sp":2,
	"ms_neurospike":"Neurospike",
	"ms_neurospike_desc":"\n",
	"ms_neurospike_tags":"Unique, Invade, Quick Tech",
	"ms_neurospike_sp":2,
	"ms_flicker_field_projector":"Flicker Field Projector",
	"ms_flicker_field_projector_desc":"Whenever you Boost or make a standard move, you project a holographic pattern around you, leaving dazzling afterimages that make it hard to discern your precise location: you count as Invisible the next time you're attacked. You can only benefit from one instance of this effect at a time.",
	"ms_flicker_field_projector_tags":"Unique",
	"ms_flicker_field_projector_sp":1,
	"ms_stuncrown":"Stuncrown",
	"ms_stuncrown_desc":"Expend a charge to create a burst 3 flash of light. All hostile characters within the affected area that have line of sight to you must succeed on an Agility save or become Jammed, and a Systems save or become Impaired. These effects last until the end of their next turn.<br>Characters in cover from you are not affected by this system.\n",
	"ms_stuncrown_tags":"Limited 2, Quick Action, Unique",
	"ms_stuncrown_sp":2,
	"ms_oasis_wall":"Oasis Wall",
	"ms_oasis_wall_desc":"Until the start of your next turn, you can only move in straight lines; however, you create a holographic trail behind you as you move, creating a light barrier made of contiguous sections the same Size as your mech (Size 1 for Size 0.5 Mechs) in each space you move through. This barrier grants hard cover to adjacent characters, and characters that benefit from this cover also gain Resistance to energy.<br>The barrier doesn't count as an obstruction and has Immunity to all damage. Characters may freely pass through it but not end their turns inside it, and any character that would be involuntarily moved inside the barrier stops moving if they would end their movement inside it. It lasts for the rest of the scene or until you next use this system.\n",
	"ms_oasis_wall_tags":"Heat 2 (self), Protocol, Shield, Unique",
	"ms_oasis_wall_sp":3,
	"ms_flash_charges":"Flash Charges",
	"ms_flash_charges_desc":"Flash Grenade\nUntil the end of your next turn, this grenade creates a zone of blinding light and sparks. While characters other than you are at least partly inside the area, they can't draw line of sight out of the area. Characters fully outside of the area or that exit the area are unaffected unless they move into it.\nFlash Mine\nThis mine detonates when a character moves adjacent to or over it. Characters within the affected area must succeed on an Agility save or they only have line of sight to adjacent spaces until the end of their next turn.\n",
	"ms_flash_charges_tags":"Limited 2, Unique",
	"ms_flash_charges_sp":2,
	"ms_reactive_weave":"Reactive Weave",
	"ms_reactive_weave_desc":"When you Brace, you become Invisible until the end of your next turn and may immediately move spaces equal to your Speed.",
	"ms_reactive_weave_tags":"Unique",
	"ms_reactive_weave_sp":1,
	"ms_active_camouflage":"Active Camouflage",
	"ms_active_camouflage_desc":"You become Invisible until you take damage, or until the end of your next turn.\n",
	"ms_active_camouflage_tags":"Heat 2 (self), Protocol, Unique",
	"ms_active_camouflage_sp":3,
	"ms_javelin_rockets":"Javelin Rockets",
	"ms_javelin_rockets_desc":"Choose 3 free spaces within range 15 and line of sight that aren't adjacent to each other. All characters know which spaces you have chosen. You fire a volley of auto-targeting rockets into the air: until the start of your next turn, when a character moves into or passes above a chosen space – no more than 10 spaces up – they are hit by a rocket, taking 3 kinetic damage. Each space can be triggered once and then the effect disappears on that space.\n",
	"ms_javelin_rockets_tags":"Quick Action, Unique",
	"ms_javelin_rockets_sp":2,
	"ms_tlaloc_class_nhp":"Tlaloc-class NHP",
	"ms_tlaloc_class_nhp_desc":"Your mech gains the AI tag and the TLALOC Protocol.\n\nTLALOC Protocol\nYour NHP can rapidly fire and retarget your weapons – far faster than thought. You become Immobilized until the start of your next turn; however, during this time, you may reroll each missed melee or ranged attack roll once, choosing a new target within the attack's Range. If the attack was part of an area of effect, it must target a character in the same area. Any given target can't be hit more than once as part of the same action.\n\n",
	"ms_tlaloc_class_nhp_tags":"Ai, Heat 2 (self), Protocol, Unique",
	"ms_tlaloc_class_nhp_sp":3,
	"ms_hunter_logic_suite":"Hunter Logic Suite",
	"ms_hunter_logic_suite_desc":"\n",
	"ms_hunter_logic_suite_tags":"Unique, Invade, Quick Tech",
	"ms_hunter_logic_suite_sp":2,
	"ms_singularity_motivator":"Singularity Motivator",
	"ms_singularity_motivator_desc":"You may immediately teleport to a free space within 1d6 spaces.\n",
	"ms_singularity_motivator_tags":"Reaction, Unique",
	"ms_singularity_motivator_sp":2,
	"ms_fade_cloak":"Fade Cloak",
	"ms_fade_cloak_desc":"When activated, you immediately move out of phase with realspace, becoming intangible. While intangible, you may move through obstructions, but not end your turn within them. You cannot interact with any other object or character or be interacted with in any way (e.g., taking or dealing damage).<br>Roll 1d6 at the start of each of your turns: on 3 or less, you return to realspace until the start of your next turn; on 4+, you remain intangible.<br>This system remains active for the rest of the scene, or until you deactivate it as a quick action.\n",
	"ms_fade_cloak_tags":"Quick Action, Unique",
	"ms_fade_cloak_sp":2,
	"ms_lotus_projector":"Lotus Projector",
	"ms_lotus_projector_desc":"This scout drone can be deployed to a space within Sensors and line of sight, where it emits a burst 2 field with the following effects:<li>You know the current location, HP, Evasion, E-Defense, and Heat of all characters within the affected area.<li>Hostile characters cannot Hide in the area, and if they end their turn in the affected area they cease to be Hidden.<li>Hostile characters can't benefit from being Invisible while in the affected area.<br>You can recall and redeploy your scout drone as a quick action.\n",
	"ms_lotus_projector_tags":"Drone, Quick Action",
	"ms_lotus_projector_sp":2,
	"ms_markerlight":"Markerlight",
	"ms_markerlight_desc":"Make a tech attack against a character within  Sensors and line of sight. On a success, they take 2 heat, Lock On, and cannot benefit from soft cover until the Lock On is cleared; additionally, once before the start of your next turn, when an allied character hits your target, you may declare as a reaction that they have hit a weak spot. If it wasn't already, the attack becomes a critical hit.\n",
	"ms_markerlight_tags":"Full Tech",
	"ms_markerlight_sp":2,
	"ms_retractable_profile":"Retractable Profile",
	"ms_retractable_profile_desc":"Your mech can retract its major systems to reduce its profile. While active:<li>rolls to locate you receive +1 difficulty while you are Hidden;<li>ranged and tech attacks against you receive +1 difficulty;<li>you become Slowed and can't make attacks of any kind;<li>you may take other actions (e.g., Hide, Activate, and so on).<br>You may end this effect as a quick action.\n",
	"ms_retractable_profile_tags":"Protocol, Unique",
	"ms_retractable_profile_sp":1,
	"ms_athena_class_nhp":"Athena-class NHP",
	"ms_athena_class_nhp_desc":"Your mech gains the AI tag and the ATHENA Protocol.\n\nSimulacrum\nATHENA constructs a perfect, real-time, and fully interactive 3D model of a blast 3 area within range 50, including moving characters, all rendered in lovingly extreme detail. The following effects apply:<li>You have full visibility within the affected area, but it doesn't count as line of sight.<li>You know all statistics, weapons, and systems of characters within the affected area.<li>Hostile characters within the affected area don't benefit from cover and can't Hide or become Invisible.<li>Hostile characters that end their turn in the affected area receive Lock On and cease to be Invisible or Hidden.<br>ATHENA's simulation lasts until the end of the scene, or about 30 minutes within the narrative. You may target a new area as a quick action.\n\n",
	"ms_athena_class_nhp_tags":"Ai, Quick Action, Unique",
	"ms_athena_class_nhp_sp":3,
	"ms_lb_oc_cloaking_field":"Lb/oc Cloaking Field",
	"ms_lb_oc_cloaking_field_desc":"You become Slowed, but your Mech and all allied characters within a burst 2 area become Invisible as long as they remain completely inside the area. This effect lasts until the end of your next turn, or until you are Stunned, take damage, or deactivate it as a quick action.\n",
	"ms_lb_oc_cloaking_field_tags":"Heat 2 (self), Quick Action",
	"ms_lb_oc_cloaking_field_sp":4,
	"ms_hive_drone":"Hive Drone",
	"ms_hive_drone_desc":"This hive drone can be deployed to a free space within Sensors and line of sight, where it releases a burst 2 greywash swarm with the following effects:<li>Allied characters at least partially within the affected area gain soft cover, as does the hive drone.<li>Hostile characters take 1 AP kinetic damage when they start their turn in the affected area or enter it for the first time in a round. Damage from areas created by multiple hive drones does not stack.<br>The drone can be deployed to a different space or recalled as a quick action.\n",
	"ms_hive_drone_tags":"Drone, Quick Action",
	"ms_hive_drone_sp":2,
	"ms_scanner_swarm":"Scanner Swarm",
	"ms_scanner_swarm_desc":"You gain +1 accuracy on tech attacks against adjacent characters.",
	"ms_scanner_swarm_tags":"Unique",
	"ms_scanner_swarm_sp":1,
	"ms_swarm_body":"Swarm Body",
	"ms_swarm_body_desc":"After activating this system, a burst 1 swarm is released at the end of your turn. Characters of your choice that start their turn in the area or enter it on their turn must succeed on a Systems save or take 3 kinetic. This amount increases by +3 damage for each of your turns that you have remained stationary, up to a maximum of 9 kinetic.<br>This effect lasts until you move, including involuntary movement.\n",
	"ms_swarm_body_tags":"Quick Action, Unique",
	"ms_swarm_body_sp":2,
	"ms_h0r_os_system_upgrade_i":"H0r_os System Upgrade I",
	"ms_h0r_os_system_upgrade_i_desc":"\n",
	"ms_h0r_os_system_upgrade_i_tags":"Unique, Invade, Quick Tech",
	"ms_h0r_os_system_upgrade_i_sp":2,
	"ms_metahook":"Metahook",
	"ms_metahook_desc":"Choose an allied character within Sensors and line of sight. You link systems with them, lasting as long as they are within Sensors and line of sight. While linked, you may use their Sensors and line of sight for tech actions, and they may use your Systems to make skill checks and saves; however, any time either character takes heat or a condition, it is also taken by the other character. You can only link systems with one character at a time.\n",
	"ms_metahook_tags":"Unique, Quick Tech",
	"ms_metahook_sp":2,
	"ms_h0r_os_system_upgrade_ii":"H0r_os System Upgrade Ii",
	"ms_h0r_os_system_upgrade_ii_desc":"\n",
	"ms_h0r_os_system_upgrade_ii_tags":"Unique, Quick Tech",
	"ms_h0r_os_system_upgrade_ii_sp":2,
	"ms_osiris_class_nhp":"Osiris-class NHP",
	"ms_osiris_class_nhp_desc":"Your mech gains the AI tag and the Hurl Into the Duat Quick Tech option 1/round.\n\nHurl Into the Duat\nYou channel your target's systems through an unknown extradimensional space and unleash an incredibly powerful system attack.<br>Make a tech attack against a target within Sensors. On a success, they take 2 heat and you inflict an additional effect as follows: the first time you successfully make this attack, you inflict the First Gate on your target; each subsequent successful attack (on any target) increases the level of the effect that you inflict (e.g. your second attack inflicts the Second Gate, your third inflicts the Third Gate, etc.) until you inflict the Fourth Gate, after which the effect resets to the First Gate. Your progress persists between scenes but resets if you rest or perform a Full Repair.<br>First Gate: You control your target's standard move next turn.<br>Second Gate: Your target becomes Slowed and Impaired until the end of their next turn.<br>Third Gate: Your target becomes Stunned until the end of their next turn.<br>Fourth Gate: Your target changes allegiance temporarily, becoming an allied character until the end of their next turn. They treat your allied characters and hostile characters as their own and are treated as an allied NPC for activation and turn order. This effect ends immediately if you or any allied character damages, inflicts heat upon, or attacks (including Grapple and Ram) your target, or forces them to make a save.\n\n",
	"ms_osiris_class_nhp_tags":"1/round, Ai, Unique, Quick Tech",
	"ms_osiris_class_nhp_sp":3,
	"ms_h0r_os_system_upgrade_iii":"H0r_os System Upgrade Iii",
	"ms_h0r_os_system_upgrade_iii_desc":"\n",
	"ms_h0r_os_system_upgrade_iii_tags":"Unique, Invade, Quick Tech",
	"ms_h0r_os_system_upgrade_iii_sp":2,
	"ms_mimic_mesh":"Mimic Mesh",
	"ms_mimic_mesh_desc":"You may move 3 spaces towards your target, by the most direct route possible. This movement interrupts and resolves before the triggering action, ignores engagement and doesn't provoke reactions. This reaction can be taken as many times per round as it is triggered.\n",
	"ms_mimic_mesh_tags":"Quick Action, Unique",
	"ms_mimic_mesh_sp":2,
	"ms_sentinel_drone":"Sentinel Drone",
	"ms_sentinel_drone_desc":"The sentinel drone drone can be deployed to any free space within Sensors and line of sight, where it establishes a burst 2 security perimeter. Hostile characters within the affected area take 3 kinetic damage from the drone's automatic fire before making any attack.<br>The sentinel drone can be redeployed to a new location or recalled as a quick action.\n",
	"ms_sentinel_drone_tags":"Drone, Quick Action",
	"ms_sentinel_drone_sp":2,
	"ms___scorpion_v70.1":"//scorpion V70.1",
	"ms___scorpion_v70.1_desc":"Any time you or any allied character adjacent to you is missed by a tech attack or succeed on a save against a hostile tech action, choose one of the following:<li>The attacker becomes Impaired until the end of their next turn and takes 2 heat.<li>The attacker becomes Jammed until the end of their next turn.",
	"ms___scorpion_v70.1_tags":"Unique",
	"ms___scorpion_v70.1_sp":2,
	"ms_monitor_module":"Monitor Module",
	"ms_monitor_module_desc":"When activated, gain 1d3 Charges and choose an adjacent allied character: until the end of your next turn, whenever your target is attacked while adjacent to you, expend a Charge to Skirmish against their attacker as a reaction, dealing half damage, heat or burn on hit. All charges are lost when this effect ends.\n",
	"ms_monitor_module_tags":"Quick Action, Unique",
	"ms_monitor_module_sp":2,
	"ms_scylla_class_nhp":"Scylla-class NHP",
	"ms_scylla_class_nhp_desc":"Your mech gains the AI tag and Unleash SCYLLA.\n\nUnleash SCYLLA\nUntil the start of your next turn, you gain two special reactions that allow you to Skirmish in response to one of the following triggers (chosen when you take this action):<li>A hostile character makes an attack against you or an allied character within range 3 of you.<li>A hostile character attempts to attack or interact with an object chosen when you take Unleash Scylla and within line of sight. Characters are aware of the object chosen.<br>These reactions deal half damage, heat or burn on hit and must target the character that triggered them.\n\n",
	"ms_scylla_class_nhp_tags":"Ai, Heat 2 (self), Quick Action, Unique",
	"ms_scylla_class_nhp_sp":3,
	"ms_puppetmaster":"Puppetmaster",
	"ms_puppetmaster_desc":"\n",
	"ms_puppetmaster_tags":"Unique, Quick Tech",
	"ms_puppetmaster_sp":2,
	"ms_tempest_drone":"Tempest Drone",
	"ms_tempest_drone_desc":"This large, armored tempest drone may be deployed to a free space within Sensors and line of sight. Any character that starts their turn adjacent to the tempest drone or moves adjacent to it for the first time in a round must succeed on a Hull save or take 4 energy damage and be knocked 3 spaces directly away from the drone.<br>You may recall or redeploy the tempest drone as a quick action. Until recalled or destroyed, it remains deployed until the end of the scene.\n",
	"ms_tempest_drone_tags":"Drone, Quick Action",
	"ms_tempest_drone_sp":2,
	"ms_assassin_drone":"Assassin Drone",
	"ms_assassin_drone_desc":"This assassin drone may be deployed to any free, adjacent space. Upon deployment, it targets a blast 2 area of your choice within line of sight and Sensors and you gain the Area Denial reaction (usable any number of times a round). You may recall or redeploy the assassin drone as a quick action. Unless recalled or destroyed, it remains deployed until the end of the scene.\n",
	"ms_assassin_drone_tags":"Drone, Quick Action",
	"ms_assassin_drone_sp":2,
	"ms_beckoner":"Beckoner",
	"ms_beckoner_desc":"\n",
	"ms_beckoner_tags":"Unique, Invade, Quick Tech",
	"ms_beckoner_sp":2,
	"ms_smite":"Smite",
	"ms_smite_desc":"\n",
	"ms_smite_tags":"Unique, Invade, Quick Tech",
	"ms_smite_sp":3,
	"ms_emp_pulse":"Emp Pulse",
	"ms_emp_pulse_desc":"You become Stunned until the end of your next turn and all characters within burst 1 without the Biological tag must succeed on a Systems save or also become Stunned until the end of their next turn. Characters other than yourself can only be Stunned 1/scene by this effect.\n",
	"ms_emp_pulse_tags":"Quick Action, Unique",
	"ms_emp_pulse_sp":2,
	"ms_lightning_generator":"Lightning Generator",
	"ms_lightning_generator_desc":"When you activate this protocol, take 1 heat and deal 2 energy to all characters and objects adjacent to you.<br>If you are in the Danger Zone at the start of your turn, this protocol activates automatically, but the damage increases to 4 AP energy.\n",
	"ms_lightning_generator_tags":"Protocol, Unique",
	"ms_lightning_generator_sp":3,
	"ms_mesmer_charges":"Mesmer Charges",
	"ms_mesmer_charges_desc":"Mesmer Beacon\nYour target must succeed on a Systems save, or the only voluntary movements they can make are toward you until the end of their next turn.\nMesmer Mine\nCharacters within the affected area must succeed on a Systems save or become Immobilized until the end of their next turn.\n",
	"ms_mesmer_charges_tags":"Limited 2, Unique",
	"ms_mesmer_charges_sp":2,
	"ms_viral_logic_suite":"Viral Logic Suite",
	"ms_viral_logic_suite_desc":"\n",
	"ms_viral_logic_suite_tags":"Unique, Invade, Quick Tech",
	"ms_viral_logic_suite_sp":2,
	"ms_aggressive_system_sync":"Aggressive System Sync",
	"ms_aggressive_system_sync_desc":"\n",
	"ms_aggressive_system_sync_tags":"Full Tech",
	"ms_aggressive_system_sync_sp":2,
	"ms_metafold_carver":"Metafold Carver",
	"ms_metafold_carver_desc":"\n",
	"ms_metafold_carver_tags":"Invade, Quick Tech",
	"ms_metafold_carver_sp":2,
	"ms_interdiction_field":"Interdiction Field",
	"ms_interdiction_field_desc":"When activated, this system creates a burst 3 field around you that lasts until it is deactivated as a quick action, and you become Slowed for the duration. Hostile characters that start their turn within the affected area or that enter it for the first time in a round must succeed on a Systems save or become Slowed until the end of their next turn. Only characters of your choice within the field can teleport or consider the area of the field valid space for teleportation.\n",
	"ms_interdiction_field_tags":"Quick Action",
	"ms_interdiction_field_sp":3,
	"ms_law_of_blades":"Law Of Blades",
	"ms_law_of_blades_desc":"\n",
	"ms_law_of_blades_tags":"Unique, Full Tech",
	"ms_law_of_blades_sp":2,
	"ms_hunter_lock":"Hunter Lock",
	"ms_hunter_lock_desc":"Choose a character within Sensors: for the rest of the scene, your first successful ranged or melee attack against them each round deals +3 bonus damage. You cannot choose a new target until your current target is destroyed or the scene ends.\n",
	"ms_hunter_lock_tags":"Quick Action, Unique",
	"ms_hunter_lock_sp":2,
	"ms_eye_of_horus":"Eye Of Horus",
	"ms_eye_of_horus_desc":"Until the end of your next turn, characters within Sensors don't benefit from Hidden and Invisible against you and you may check the HP, Evasion, E-Defense, and current Heat of hostile characters within the same area. Allied characters do not benefit from this effect.\n",
	"ms_eye_of_horus_tags":"Quick Action, Unique",
	"ms_eye_of_horus_sp":3,
	"ms_sisyphus_class_nhp":"Sisyphus-class NHP",
	"ms_sisyphus_class_nhp_desc":"Your mech gains the AI tag and the Bend Probability Full Tech option.\n\nBend Probability\nRoll 2d20 and note the results: X and Y. These numbers are lost at the end of your next turn. Gain the Probabilistic Cannibalism reaction until the end of your next turn.\n\n",
	"ms_sisyphus_class_nhp_tags":"2/round, Ai, Reaction, Unique, Full Tech",
	"ms_sisyphus_class_nhp_sp":2,
	"ms_roller_directed_payload_charges":"Γç£rollerγç¥ Directed Payload Charges",
	"ms_roller_directed_payload_charges_desc":"Roller Grenade\nInstead of throwing this grenade, it rolls along a line 10 path directly from you, bouncing over obstructions and objects up to Size 1 and passing through holes or gaps no smaller than Size 1/2. It detonates when it moves through or adjacent to the space occupied by any character: they must succeed on an Agility save or take 1d6+3 explosive damage and be knocked 3 spaces in the direction the grenade was rolled. On a success, they take half damage and aren't knocked back.\nBouncing Mine\nThis mine detonates when a flying character passes over or adjacent to it, up to 10 spaces high. The mine launches itself upwards and detonates: all characters within the affected area must succeed on a Systems save or take 2d6 explosive damage and immediately land (this counts as falling without any damage); additionally, they can't fly until the end of their next turn. On a success, they take half damage and are otherwise unaffected.\n",
	"ms_roller_directed_payload_charges_tags":"Limited 2, Unique",
	"ms_roller_directed_payload_charges_sp":2,
	"ms_siege_stabilizers":"Siege Stabilizers",
	"ms_siege_stabilizers_desc":"Your mech's stabilizers extend (or retract). While they are extended, your ranged attacks gain +5 range, but you become Immobilized, can't make melee attacks, and can't make ranged attacks against or centered on characters, objects, or spaces within range 5.\n",
	"ms_siege_stabilizers_tags":"Quick Action, Unique",
	"ms_siege_stabilizers_sp":1,
	"ms_autoloader_drone":"Autoloader Drone",
	"ms_autoloader_drone_desc":"Expend a charge to deploy this autoloader drone to any adjacent space. 1/round, one character adjacent to it may reload a Loading weapon as a quick action. It deactivates at the end of the scene.\n",
	"ms_autoloader_drone_tags":"Drone, Limited 1, Quick Action, Unique",
	"ms_autoloader_drone_sp":2,
	"ms_flak_launcher":"Flak Launcher",
	"ms_flak_launcher_desc":"Choose a flying character within range 15 and line of sight. They must succeed on an Agility save or immediately land (this counts as falling without any damage), and additionally become Slowed and can't fly until the end of their next turn.\n",
	"ms_flak_launcher_tags":"Quick Action",
	"ms_flak_launcher_sp":2,
	"ms_external_ammo_feed":"External Ammo Feed",
	"ms_external_ammo_feed_desc":"1/round, you can Activate this system to reload a Loading weapon.\n",
	"ms_external_ammo_feed_tags":"Heat 1d3+1 (self), Quick Action, Unique",
	"ms_external_ammo_feed_sp":3,
	"ms_explosive_vents":"Explosive Vents",
	"ms_explosive_vents_desc":"When you clear all heat or take stress, your mech's cooling vents open and unleash a burst 1 explosion. Characters within the affected area take 2 heat and 2 burn.",
	"ms_explosive_vents_tags":"1/round, Unique",
	"ms_explosive_vents_sp":2,
	"ms_havok_charges":"Havok Charges",
	"ms_havok_charges_desc":"Napalm Grenade\nThis grenade releases a spray of napalm in a line 5 path of your choice from its impact location. Characters within the affected area must succeed on an Agility save or take 2 burn. On a success, they take 1 burn.\nHAVOK Mine\nWhen a character moves over or adjacent to this mine, it detonates with a focused explosion in a line 5 path in the direction of the character who triggered it. Characters within the affected area must succeed on an Agility save or take 4 burn. On a success, they take 2 burn.\n",
	"ms_havok_charges_tags":"Limited 2, Unique",
	"ms_havok_charges_sp":2,
	"ms_auto_cooler":"Auto-cooler",
	"ms_auto_cooler_desc":"As long as you don't take damage, move, or exceed your Heat Cap, you clear all heat at the start of your next turn.\n",
	"ms_auto_cooler_tags":"Protocol, Unique",
	"ms_auto_cooler_sp":2,
	"ms_agni_class_nhp":"Agni-class NHP",
	"ms_agni_class_nhp_desc":"Your mech gains the AI tag and the AGNI Protocol.\n\nAGNI Protocol\n1/scene, expend a charge to automatically clear all heat at the end of your turn, venting it in a burst 2 wave. Characters within the affected area must succeed on an Engineering save or take 2 burn and be pushed outside the area (or as far as possible). Until the end of your next turn, characters within the affected area receive soft cover.\n\n",
	"ms_agni_class_nhp_tags":"Ai, Limited 1, Protocol, Unique",
	"ms_agni_class_nhp_sp":3,
	"ms_grounding_charges":"Grounding Charges",
	"ms_grounding_charges_desc":"Gravity Grenade\nYour target must succeed on an Agility save or be Slowed until they make no voluntary movements for a full turn on their own turn.\nGrounding Mine\nThis mine must be detonated remotely as a quick action, affecting a single character within range 5 of the mine: they must succeed on a Hull save or be pulled as far as possible toward the mine and knocked Prone. Flying characters that fail the save are affected the same way, except they are also forced to land (this counts as falling but without damage).\n",
	"ms_grounding_charges_tags":"Limited 2, Unique",
	"ms_grounding_charges_sp":2,
	"ms_repulser_field":"Repulser Field",
	"ms_repulser_field_desc":"This system emits a burst 2 pulse around you. Characters within the affected area must succeed on a Hull save or be knocked 2 spaces directly away from you; then, all Mines within the affected area detonate simultaneously.<br>You count as having Immunity to any damage or effects immediately forced by mines detonated using this system, although persistent effects still affect you.\n",
	"ms_repulser_field_tags":"Heat 1 (self), Quick Action, Unique",
	"ms_repulser_field_sp":1,
	"ms_clamp_bombs":"Clamp Bombs",
	"ms_clamp_bombs_desc":"Expend a charge to fire a cluster of miniature bombs at a character within Sensors. They must succeed on an Engineering save, or the bombs clamp on. At the end of their next turn, the bombs detonate, dealing 1d6+3 AP explosive damage. All characters adjacent to your target take half damage. The target can disarm and detach the bombs by voluntarily moving at least 4 spaces before the end of their turn.\n",
	"ms_clamp_bombs_tags":"Limited 4, Quick Action, Unique",
	"ms_clamp_bombs_sp":2,
	"ms_tesseract":"Tesseract",
	"ms_tesseract_desc":"\n",
	"ms_tesseract_tags":"Unique, Quick Tech",
	"ms_tesseract_sp":2,
	"ms_stasis_bolt":"Stasis Bolt",
	"ms_stasis_bolt_desc":"Make a contested ranged attack roll: if you win the contested roll, the attack automatically misses. The Stasis Bolt loses its charge.\n",
	"ms_stasis_bolt_tags":"Quick Action, Reaction, Shield, Unique",
	"ms_stasis_bolt_sp":1,
	"ms_stasis_generator":"Stasis Generator",
	"ms_stasis_generator_desc":"Choose a hostile character or willing allied character within line of sight and range 5: until the end of their next turn, they become Stunned, gain Immunity to all damage and effects, and can't be moved, targeted, or affected by any other character or effect. This can be used on each character 1/scene. Hostile characters can succeed on an Engineering save to ignore this effect.\n",
	"ms_stasis_generator_tags":"Quick Action, Shield, Unique",
	"ms_stasis_generator_sp":2,
	"ms_stasis_barrier":"Stasis Barrier",
	"ms_stasis_barrier_desc":"Expend a charge to activate this stasis barrier, generating a line 4 barrier 4 spaces high in free spaces with at least one space adjacent to you. It counts as an obstruction and provides soft cover, but doesn't block line of sight.<br>When an attack is made against a character that benefits from this barrier's soft cover, roll 1d6: on 4+, the attack is consumed by the barrier and has no effect whatsoever. The barrier lasts for the rest of the scene, or until you deactivate it as a quick action. This effect does not stack with Invisible.\n",
	"ms_stasis_barrier_tags":"Limited 1, Quick Action, Shield, Unique",
	"ms_stasis_barrier_sp":2,
	"ms_blinkshield":"Blinkshield",
	"ms_blinkshield_desc":"This system generates a burst 4 bubble around your mech, within which the flow of time is altered drastically. Nothing can enter or exit the bubble, not even light – it's both impermeable and has Immunity to all damage and effects. Line of sight can't be drawn through the border of the area, and it can't be crossed by any action or effect – even those that don't require line of sight – but time passes normally on both sides. For characters within the affected area, the world outside goes totally black; likewise, characters outside the affected area see a perfect black sphere.<br>When the Blinkshield is activated, characters partially within the affected area must make an Agility save: on a success, they move to the nearest free space on the side of their choice, inside or outside the area; on a failure, you choose.<br>This effect remains stationary even if you move, and lasts until the end of your next turn.\n",
	"ms_blinkshield_tags":"Full Action, Heat 4 (self), Shield, Unique",
	"ms_blinkshield_sp":2,
	"ms_enclave_pattern_support_shield":"Enclave-pattern Support Shield",
	"ms_enclave_pattern_support_shield_desc":"\nThis system generates a burst 3 dome that lasts until the end of your next turn. You become Immobilized for the duration, but any ranged or melee attacks made against characters within the affected area from outside the dome receive +1 difficulty.<br>Additionally, gain the Blinkfield Intervention reaction while the shield is active.\n\nBlinkfield Intervention\nGrant the attack's target Resistance to all damage from this attack.\n\n",
	"ms_enclave_pattern_support_shield_tags":"Quick Action, Reaction, Shield, Unique",
	"ms_enclave_pattern_support_shield_sp":2,
	"ms_flash_anchor":"Flash Anchor",
	"ms_flash_anchor_desc":"Grant the attack's target Resistance to all damage from this attack\n",
	"ms_flash_anchor_tags":"Reaction, Shield, Unique",
	"ms_flash_anchor_sp":1,
	"ms_hardlight_defense_system":"Hardlight Defense System",
	"ms_hardlight_defense_system_desc":"This system creates a burst 3 hardlight shield. While the shield is in place, you become Immobilized. It blocks line of sight in both directions, and no attacks or effects can pass through (even if they don't require line of sight). Characters partially within the affected area ignore this effect and draw line of sight as usual.<br>Characters can pass through the shield, but when crossing the perimeter for the first time in a round or starting their turn overlapping the boundary, they take 2burn.<br>This shield lasts for the rest of the scene, or until deactivated as a protocol.\n",
	"ms_hardlight_defense_system_tags":"Full Action, Heat 2 (self), Shield, Unique",
	"ms_hardlight_defense_system_sp":3,
	"ms_noah_class_nhp":"Noah-class NHP",
	"ms_noah_class_nhp_desc":"Your mech gains the AI tag and Diluvian Ark.\n\nDiluvian Ark\nThese effects apply until the end of your next turn:<li>You become Slowed.<li>Each time you or an allied adjacent character are targeted by a ranged attack, you may take 1 heat as a reaction and roll 1d6 before the attacker rolls: on 4+, you take an additional 1 heat and the attack automatically misses you and any allies adjacent to you. This effect does not stack with Invisible.<li>Each time a ranged attack fails to hit you or an adjacent allied character, the attacker takes 4 kinetic damage.\n\n",
	"ms_noah_class_nhp_tags":"Ai, Quick Action, Unique",
	"ms_noah_class_nhp_sp":3,
	"ms_reactor_stabilizer":"Reactor Stabilizer",
	"ms_reactor_stabilizer_desc":"You may reroll overheating checks, but must keep the second result, even if it's worse.",
	"ms_reactor_stabilizer_tags":"Unique",
	"ms_reactor_stabilizer_sp":3,
	"ms_redundant_systems_upgrade":"Redundant Systems Upgrade",
	"ms_redundant_systems_upgrade_desc":"Expend a charge to Stabilize as a quick action.\n",
	"ms_redundant_systems_upgrade_tags":"Limited 1, Quick Action, Unique",
	"ms_redundant_systems_upgrade_sp":3,
	"ms_asura_class_nhp":"Asura-class NHP",
	"ms_asura_class_nhp_desc":"Your mech gains the AI tag and the ASURA Protocol.\n\nASURA Protocol\n1/scene, expend a charge to take two additional quick actions or one additional full action this turn. These actions must obey restrictions on duplicate actions.\n\n",
	"ms_asura_class_nhp_tags":"Ai, Heat 1 (self), Limited 3, Protocol, Unique",
	"ms_asura_class_nhp_sp":3,
	"ms_external_batteries":"External Batteries",
	"ms_external_batteries_desc":"Weapons that deal any energy gain +5 range if they are ranged or +1 threat if they are melee. When you take any structure damage, this system is destroyed and you take 1d6 AP explosive damage from the explosion. This damage can't be prevented or reduced in any way.",
	"ms_external_batteries_tags":"Unique",
	"ms_external_batteries_sp":2,
	"ms_deep_well_heat_sink":"Deep Well Heat Sink",
	"ms_deep_well_heat_sink_desc":"When you start your turn in the Danger Zone, you gain Resistance to heat for the rest of the turn. This effect persists even if you leave the Danger Zone during your turn.",
	"ms_deep_well_heat_sink_tags":"Unique",
	"ms_deep_well_heat_sink_sp":4,
	"ms_lucifer_class_nhp":"Lucifer-class NHP",
	"ms_lucifer_class_nhp_desc":"Your mech gains the AI tag and the LUCIFER Protocol.\n\nLUCIFER Protocol\nExpend a charge to give your next ranged or melee attack this turn bonus damage on hit equal to your current heat after activating this protocol, as long as the weapon deals any energy.\n\n",
	"ms_lucifer_class_nhp_tags":"Ai, Heat 2 (self), Limited 1d3+3, Protocol, Unique",
	"ms_lucifer_class_nhp_sp":3,
	"ms_plasma_gauntlet":"Plasma Gauntlet",
	"ms_plasma_gauntlet_desc":"This system can only be used in the Danger Zone.<br>Expend a charge and choose a character adjacent to you: they must succeed on an Agility save or take 4d6 AP energy damage and be knocked Prone. On a success, they take half damage and aren't knocked Prone. You take half of the damage inflicted – before reduction – as heat and become Stunned until the start of your next turn.\n",
	"ms_plasma_gauntlet_tags":"Danger Zone, Limited 1, Quick Action, Unique",
	"ms_plasma_gauntlet_sp":2,
	"ms_technophile_1":"Servant-class NHP",
	"ms_technophile_1_desc":"Your mech gains the AI tag.<br>You have developed a custom NHP. This NHP can speak to you and has a personality, but they are less advanced than most NHPs and are incapable of independent thought, relying on you for direction. When acting alone, they will follow the last direction given and defend themself as needed; however, they have limited initiative and don't benefit from your talents.",
	"ms_technophile_1_tags":"Ai, Unique",
	"ms_technophile_1_sp":0,
	"ms_technophile_2":"Student-class NHP",
	"ms_technophile_2_desc":"Your mech gains the AI tag.<br>Your custom NHP has developed further, and is now capable of independent thought. It can make complex decisions and judgments and act independently, without instruction.<br>1/round, with the assistance of your NHP, you may reroll any mech skill check or save. You must keep the new result, even if it's worse.",
	"ms_technophile_2_tags":"1/round, Ai, Unique",
	"ms_technophile_2_sp":0,
	"ms_technophile_3":"Enlightenment-class NHP",
	"ms_technophile_3_desc":"Your mech gains the AI tag; however, this NHP doesn't count towards the number of AIs you may have installed at once.<br>This NHP benefits from your talents when piloting your mech. Additionally, you may carry them with you outside of your mech, either as a miniaturized casket, a hardsuit-integrated flash plug, or with a hard-port implant.<br>1/round, with the assistance of your NHP, you may reroll any mech skill check or save. You must keep the new result, even if it's worse.",
	"ms_technophile_3_tags":"1/round, Unique, Ai",
	"ms_technophile_3_sp":0,
	"ms_walking_armory_1":"Ammo Case",
	"ms_walking_armory_1_desc":"1/turn, when you attack with a Main ranged weapon, you may expend charges to apply one of the following effects to your attack at the listed cost:</li><li>Thumper (1 charge): The attack gains Knockback 1 and deals Explosive damage.</li><li>Shock (1 charge): The attack deals Energy damage. Choose one character targeted by your attack; adjacent characters take 1 Energy AP, whether the result is a hit or miss.</li><li>Mag (1 charge): The attack gains Arcing and deals Kinetic damage.</li>",
	"ms_walking_armory_1_tags":"6/turn, Limited 1",
	"ms_walking_armory_1_sp":0,
	"ms_walking_armory_2":"Ammo Case",
	"ms_walking_armory_2_desc":"1/turn, when you attack with a Main ranged weapon, you may expend charges to apply one of the following effects to your attack at the listed cost:</li><li>Thumper (1 charge): The attack gains Knockback 1 and deals Explosive damage.</li><li>Shock (1 charge): The attack deals Energy damage. Choose one character targeted by your attack; adjacent characters take 1 Energy AP, whether the result is a hit or miss.</li><li>Mag (1 charge): The attack gains Arcing and deals Kinetic damage.</li><li>Hellfire (2 charges): The attack deals Energy damage and deals any bonus damage as Burn.</li><li>Jager (2 charges): The attack gains Knockback 2, deals Explosive damage, and one character hit by the attack – your choice – must succeed on a Hull save or be knocked Prone.</li><li>Sabot (2 charges): The attack gains AP and deals Kinetic damage.</li>",
	"ms_walking_armory_2_tags":"6/turn, Limited 1",
	"ms_walking_armory_2_sp":0,
	"ms_walking_armory_3":"Ammo Case",
	"ms_walking_armory_3_desc":"1/turn, when you attack with a Main ranged weapon, you may expend charges to apply one of the following effects to your attack at the listed cost:</li><li>Thumper (1 charge): The attack gains Knockback 1 and deals Explosive damage.</li><li>Shock (1 charge): The attack deals Energy damage. Choose one character targeted by your attack; adjacent characters take 1 Energy AP, whether the result is a hit or miss.</li><li>Mag (1 charge): The attack gains Arcing and deals Kinetic damage.</li><li>Hellfire (2 charges): The attack deals Energy damage and deals any bonus damage as Burn.</li><li>Jager (2 charges): The attack gains Knockback 2, deals Explosive damage, and one character hit by the attack – your choice – must succeed on a Hull save or be knocked Prone.</li><li>Sabot (2 charges): The attack gains AP and deals Kinetic damage.</li>If you perform a critical hit using ammunition from your Ammo Case, you don't expend any charges. If your attack has more than one target, this effect only applies to the first attack roll you make.",
	"ms_walking_armory_3_tags":"6/turn, Limited 1",
	"ms_walking_armory_3_sp":0
}